{
  "menu1": "হোম",
  "menu2": "জীবনবৃত্তান্ত",
  "menu3": "আমাদের সম্পর্কে",
  "menu4": "যোগাযোগ করুন",
  "menu5": "ড্যাশবোর্ড",
  "login": "লগইন",
  "slide1h1": "আপনার পারফেক্ট সঙ্গী খুঁজুন",
  "slide1p1": "আপনার জন্য বিশেষভাবে তৈরি অর্থবহ সংযোগ আবিষ্কার করুন।",
  "slide2h1": "মিলিত হন। বন্ধন গড়ুন। অঙ্গীকার করুন।",
  "slide2p1": "আপনার জীবনসঙ্গীর সাথে সংযোগের স্মার্ট উপায়।",
  "slide3h1": "চিরস্থায়ীত্বের প্রথম ধাপ",
  "slide3p1": "অন্বেষণ করুন। জড়িত হন। MatchMate-এর সাথে ভালোবাসাকে গ্রহণ করুন।",
  "slide4h1": "ভালোবাসার কোনো সীমানা নেই",
  "slide4p1": "একটি এমন সম্প্রদায়ে যোগ দিন যেখানে সম্পর্ক স্বাভাবিকভাবে বিকশিত হয়।",
  "name": "নাম",
  "email": "ইমেইল",
  "password": "পাসওয়ার্ড",
  "or": "অথবা, লগইন করুন",
  "google": "গুগল দিয়ে লগইন করুন",
  "loginMisc1": "অ্যাকাউন্ট নেই?",
  "loginMisc2": "এখনই রেজিস্টার করুন",
  "Register": "রেজিস্টার করুন",
  "register": "রেজিস্টার",
  "loginMisc3": "অ্যাকাউন্ট আছে?",
  "loginMisc4": " লগইন করুন",
  "uploadImg": "ফটো আপলোড করুন",
  "registerSwal": "ব্যবহারকারী সফলভাবে রেজিস্ট্রেশন সম্পন্ন হয়েছে!",
  "loginSwal": "ব্যবহারকারী সফলভাবে লগইন করেছেন!",
  "uploadImgSwal": "অনুগ্রহ করে ফটো আপলোড করুন!",
  "footerText": "MatchMate একটি MERN ভিত্তিক বিবাহ সংক্রান্ত প্ল্যাটফর্ম যা উন্নত ম্যাচমেকিং এবং নিরাপদ, ব্যবহারকারী-বান্ধব ফিচারের মাধ্যমে ব্যক্তিদের সংযুক্ত করে।",
  "premiumTitle": "এক্সক্লুসিভ প্রিমিয়াম প্রোফাইলসমূহ",
  "premiumDesc": "অর্থবহ সংযোগের সন্ধানকারী সদস্যদের এক্সক্লুসিভ প্রিমিয়াম প্রোফাইল আবিষ্কার করুন, যা তাদের জন্য তৈরি যারা তাদের পরিপূর্ণ সঙ্গী খুঁজতে প্রস্তুত।",
  "viewBtn": "প্রোফাইল দেখুন",
  "howitworkTitle": "MatchMate কীভাবে কাজ করে",
  "howItWorkDesc": "আপনার নিখুঁত সঙ্গী খুঁজে পাওয়া কখনও এত সহজ ছিল না! একটি অর্থপূর্ণ সম্পর্কের পথে আপনার যাত্রা শুরু করতে এই সহজ ধাপগুলি অনুসরণ করুন।",
  "workT1": "আপনার প্রোফাইল তৈরি করুন",
  "workD1": "MatchMate-এ নিবন্ধন করুন এবং একটি বিস্তারিত প্রোফাইল তৈরি করুন। আপনার পছন্দ, পটভূমি এবং আকাঙ্ক্ষাগুলো শেয়ার করুন যাতে আমরা আপনার জন্য সবচেয়ে উপযুক্ত মিল খুঁজে পেতে পারি। একটি প্রোফাইল ছবি যোগ করুন যাতে প্রথমেই একটি ভালো ছাপ ফেলা যায়।",
  "workT2": "আপনার মিলে খুঁজুন",
  "workD2": "আমাদের উন্নত ম্যাচমেকিং অ্যালগরিদম এবং সার্চ ফিল্টার আপনাকে আপনার মানদণ্ড অনুযায়ী প্রোফাইল অন্বেষণে সহায়তা করে, যেমন বয়স, পেশা, অবস্থান এবং আরও অনেক কিছু। আপনার আগ্রহ এবং মূল্যবোধের সাথে সামঞ্জস্যপূর্ণ মিলগুলোর প্রস্তাব আমরা দিতে পারি।",
  "workT3": "যোগাযোগ করুন এবং কথা বলুন",
  "workD3": "আপনার পছন্দের প্রোফাইলগুলিতে আগ্রহ প্রকাশ করুন এবং আপনার মিলে নিরাপদে চ্যাট করুন। আমাদের প্রিমিয়াম ফিচার ব্যবহার করে বার্তা পাঠান, যোগাযোগের তথ্য দেখুন এবং নিরাপদ পরিবেশে অর্থপূর্ণ সংযোগ তৈরি করুন।",
  "workT4": "আপনার মিল চূড়ান্ত করুন",
  "workD4": "যখন আপনি সঠিক ব্যক্তি খুঁজে পাবেন, তখন একটি প্রতিশ্রুতিমূলক সম্পর্কের পরবর্তী পদক্ষেপ নিন। MatchMate আপনাকে এই জীবনের গুরুত্বপূর্ণ সিদ্ধান্তটি আত্মবিশ্বাসের সাথে নিতে সহায়তা করে।",
   "successTitle": "MatchMate সাফল্য",
   "successDesc": "জানুন কীভাবে MatchMate অসংখ্য ব্যক্তিকে তাদের নিখুঁত সঙ্গী খুঁজে পেতে সাহায্য করেছে, যার ফলে অর্থপূর্ণ সম্পর্ক এবং সফল বিবাহ হয়েছে।",
   "successStory"  : "Success Stories",
   "successdesc": "ম্যাচমেটের মাধ্যমে প্রেম খুঁজে পাওয়া দম্পতিরা তাদের সাফল্যের গল্প শেয়ার করেছেন, যা অন্যদের তাদের যাত্রায় অনুপ্রাণিত করবে।"
}
