{
  "menu1": "Home",
  "menu2": "Biodatas",
  "menu3": "About Us",
  "menu4": "Contact Us",
  "menu5": "DashBoard",
  "login": "Login",
  "slide1h1": "Find Your Perfect Match",
  "slide1p1": "Discover meaningful connections tailored just for you.",
  "slide2h1": "Meet. Bond. Commit.",
  "slide2p1": "The smarter way to connect with your soulmate.",
  "slide3h1": "The First Step to Forever",
  "slide3p1": "Explore. Engage. Embrace love with MatchMate.",
  "slide4h1": "Love Knows No Boundaries",
  "slide4p1": "Join a community where relationships bloom naturally.",
  "name" : "Name",
  "email" : "Email",
  "password" : "Password",
  "or" : "OR, Login With",
  "google": "Login With Google",
  "loginMisc1" : "Don't Have Account?" ,
  "loginMisc2" : "Register Now",
  "Register" : "Register Here",
  "register" : "Register",
  "loginMisc3" : "Have An Account?" ,
  "loginMisc4" : "Login Now",
  "uploadImg" : "Upload Image",
  "registerSwal" : "User Registration Successfully!",
  "loginSwal" : "User Login Successfully!",
  "uploadImgSwal": "Please Upload Image!",
  "footerText": " MatchMate is a MERN-based matrimony platform connecting individuals through advanced matchmaking and secure, user-friendly features.",
  "premiumTitle" : "Exclusive Premium Profiles",
  "premiumDesc" : "Explore exclusive premium profiles of members seeking meaningful connections, curated for those ready to find their perfect match.",
  "viewBtn": "View Profile",
  "howitworkTitle" : "How MatchMate Works",
  "howItWorkDesc": "Finding your perfect match has never been easier! Follow these simple steps to begin your journey toward a meaningful relationship",
  "workT1":"Create Your Profile",
  "workD1" :"Register on MatchMate and create a detailed profile. Share your preferences, background, and aspirations to help us find the most compatible matches for you. Add a profile picture to make a great first impression.",
  "workT2":"Discover Your Matches",
  "workD2" :"Our advanced matchmaking algorithm and search filters help you explore profiles based on your criteria like age, profession, location, and more. Let us suggest matches that align with your interests and values.",
  "workT3":"Connect and Communicate",
  "workD3" :"Express interest in profiles you admire and chat securely with your matches. Use our premium features to send messages, view contact details, and build meaningful connections in a safe environment.",
  "workT4":"Finalize Your Match",
  "workD4" :"Once you’ve found the right person, take the next step toward a committed relationship. MatchMate supports you in making this life-changing decision with confidence.",
  "successTitle": "MatchMate Success",
  "successDesc" : "Discover how MatchMate has helped countless individuals find their perfect match, leading to meaningful relationships and successful marriages.",
  "successStory": "Success Stories",
  "successdesc" : "Explore heartwarming marriage success stories shared by couples who found love through MatchMate, inspiring others on their journey.",
  "aboutTitle": "About MatchMate",
  "aboutDesc": "At MatchMate, we believe that finding your life partner should be a joyful and seamless experience. Our platform is designed to connect individuals based on shared values, interests, and compatibility, making it easier than ever to embark on a lifelong journey of love and companionship.",
  "aboutWhyTitle" : "Why Choose MatchMate?",
  "aboutLi1" : "Tailored suggestions based on your preferences and values.",
  "aboutLi2" : "Your privacy and security are our top priorities.",
  "aboutLi3" : "Connect with people from various cultural and professional backgrounds.",
  "aboutLi4" : "Our dedicated support team is always ready to assist you in your journey.",
  "contactTitle":"Get in Touch with Us",
  "contactDes" : "We’d love to hear from you! Whether you have questions, feedback, or need assistance, our team is here to help. Reach out to us through the following channels.",
  "contactme" : "Contact Information",
  "con1" : "Our Address",
  "con2": "Phone Number",
  "con3" : "Email"


  
}
